{
  "siteSettings":
  {
    "SITE_TITLE": "Josh Smith",
    "SITE_DESCRIPTION": "Welcome to my Website!"
  },
  "about":
  {
    "name": "Josh Smith",
    "title": "Undergraduate Student at Murdoch University",
    "description": "Currently in my second year of university, studying a Bachelor of IT with a Computer Science Major. I'm a passionate learner with excellent critical thinking skills. I'm also hardworking and am able to work well under pressure. Currently focused on expanding my knowledge in the IT industry, specifically programming, picking up as many skills as i can along the way.",
    "socials": "Here are my socials if you want to stalk me"
  },
  "skills":
  {
    "title": "Skills",
    "sub1": "Currently working with / learning",
    "sub2": "Have used in the past",
    "sub3": "Non-programming related"
  },
  "background":
  {
    "title": "Background",
    "sub1": "Experience",
    "sub2": "Education",
    "card1": 
    {
      "date": "Feb 2022 - April 2022",
      "title": "Telethon Community Cinemas",
      "desc": "Volunteered at the Murdoch community cinema. Stood behind the counter serving food to the guests"
    },
    "card2": 
    {
      "date": "Mar 2022-current",
      "title": "Optus Stadium",
      "desc": "Serving as a Customer Service Attendant. Working on event days such as AFL assisting patrons."
    },
    "card4":
    {
      "date": "Feb 2020 - Nov 2021",
      "title": "WACE",
      "desc": "Graduated from Year 12 with two Academic Excellence Awards in both Media and Physics General"
    },
    "card5":
    {
      "date": "2022-current",
      "title": "Bachelor of IT at Murdoch University",
      "desc": "Currently undergoing and commencing my second year after achieving ideal results in the previous year."
    }
  },
  "projects": 
  {
    "title": "Projects",
    "desc": "See what I've been up to in my free time",
    "cards":
    {
      "card1":
      {
        "title": "s&box Fishing Minigame",
        "body": "Made with an intention to be included in a bigger collaborative project, this minigame plans to have 2+ players fish in a pond, catching fish to gain points and win.",
        "href": "https://github.com/SecondOccurrence/sbox-fishing",
        "langs": "C#"
      },
      "card2":
      {
        "title": "Natural Selection Simulation",
        "body": "A console program which will demonstrate evolution and natural selection. Currently, Entities are placed on a 25x25 plane and simply roam around. This is displayed on text files for each iteration.",
        "href": "https://github.com/SecondOccurrence/basic-simulation",
        "langs": "C#"
      }

    }
  }
}